//
//  SpaiHeaderView.swift
//  SSpai
//
//  Created by Michael 柏 on 2017/10/10.
//  Copyright © 2017年 Michael 柏. All rights reserved.
//

import UIKit

class SpaiHeaderView: UIView {


    
    /*
     
     赵迪,好久不见.其实很想和你见一面,但是好像找不到理由,我回盘锦的次数也不多,每次都是不知道在干什么.你最近实习阶段怎么样,累吗?我每天就是维护和更新着公司的App-实习网.最近的需求也不是很多,每天不是太忙,但是老板近期好像要弄一大堆事情在App上,只是最近她都忙于网站那端了,没顾上App这边.所以我最近几天就是看看新的语言,学习加上练习模仿写一些App,我已经模仿了小黄车,映客直播,少数派等应用了,主要都是练习.找点事情做.你呢?时间过得这快,一晃多年过去了,你喜欢现在的生活嘛?这些年我也不知道干了些什么,但是时间好像就是 像风一样,记得填报志愿的时候我还幻想着有一天我自己写一个App,现在接触好几个应用了,也独立开发上线过自己的应用,感觉没以前那么兴奋了,但是还是很喜欢这种感觉,现在还是天天写代码,喜欢新的技术,好像没人和我分享,每次跟人谈话都是代码,别人感觉我像个"疯子".哈哈哈,对了,最近脑子那不好使,每天也不知道想着什么,其实早就想给你写信了,但是老忘,找不到邮局啊,没买邮票啊,坐地铁坐过站啊什么的.我换地方了,搬到了我姨夫的公寓,不用交房租了! 省下了一笔钱,自从工作后就基本没啥爱好了,买个键盘? 刷个美剧?生活就是这么简单和平凡,有时周末实在熬不住了,就去北京一些景点看看,我写了不少备忘录呢,周边的好吃的我都记下了,有时间带上你去吃.你来不来?其实北京也还不错,只是大多数都跟我一样北漂,挤地铁上班,然后周末可以小小休息一下,睡个懒觉.前段时间,地铁上碰到陈璇了,我都没认出来,那天我去来广营,她就在来广营上班,刚进来我就觉得面熟,脑子短路加脸盲,缓了半天才看出是陈璇.现在就不坐那个地铁了,我这周六就搬到角门东,然后换成5号线,再换成2号线去公司.心好累.北漂的生活就是这样.你可能觉得压力很大,我说,确实很大.可能只适合我这样的小年轻,要是有家有孩子就活着累了.我妈也想让我回盘锦,说离家近方便,生活压力不大,我想也是混几年回家,然后结婚生子?还记得之前你写的誓言条吗? 30岁回母校看看,哈哈哈,照这个速度,一晃就30了.你给我的盒子还有纸条闹钟都在,我刚回家看了,闹钟早坏了,盒子都被我小妹翻遍了,问我赵迪是谁,还有里面藏的钱被她偷花了,那些不同年份硬币,还得重新攒了看来.脑子最近不好使,能想到跟你说的好像只有这些,都是生活上的一些小事,看似无关紧要,但生活又由它们组成.愿你也天天开心,还像以前刚认识你那样至诚善良,单纯可爱,无需假装.对了,你会回信吗? 会吗? 不管你会不会,反正我地址告诉你: 北京! 东城区! 东四街道! 南新仓大厦B座! 521! 北京实习科技! ----> 技术部! -->iOS开发工程师(高大上不?)! ----> 我! 电话:18604274522! 邮编是: 100010 (就知道你不会查)!
     
         2017年10月10日
         写于北京西三旗硅谷小区
     
     
     
     
     
     
     
     */
    
}
